Repository: C14L/gl4
Catalog: companydb/locale/*/LC_MESSAGES/django.po
Languages: de

source: Submit
de: Absenden

source: Add picture
de: Bild hinzufügen

source: Sender name
de: Name des Absenders

source: Sender email
de: E-Mail des Absenders

source: Message
de: Nachricht

source: Send message
de: Absenden

source: Company name
de: Firmenname

source: The name of your company.
de: Der Name der Firma

source: Contact person
de: Ansprechpartner

source: Contact position
de: Position

source: Street
de: Straße

source: The physical address of the company.
de: Die Postanschrift.

source: City
de: Stadt

source: The name of the city or town.
de: Der Name der Stadt.

source: Postal code
de: PLZ

source: The postal code.
de: Die Postleitzahl.

source: Province/Region
de: Bundesland/Region

source: The province or region if applicable.
de: Das Bundesland oder die Provinz/Region.

source: Country name
de: Land

source: The country your company is registered.
de: Das Land in dem die Firma registriert ist.

source: Country
de: Land

source: Country the company is located.
de: Das Land in dem die Firma ihren Sitz hat.

source: Postal address
de: Postanschrift

source: Official company sales email address.
de: Offizielle formen-E-Mail-Adresse.

source: Your company's fax number.
de: Fax-Nummer.

source: Phone
de: Telefon

source: Your company's phone number, including international dialing code for your country.
de: Firmen-Nummer einschließlich internationaler Vorwahl

source: Mobile phone
de: Handy

source: Your mobile phone number.
de: Ihre Handy-Nummer

source: Company website
de: Firmen-Webseite

source: The official web site of your company, if applicable.
de: Wenn vorhanden, die offizielle Webseite der Firma

source: About company
de: Über die Firma

source: not specified
de: nicht angegeben

source: blocks
de: Blöcke

source: slabs
de: Unmaßtafeln

source: tiles
de: Fliesen

source: cobblestone
de: Pflasterstein

source: other
de: andere

source: Stock item description
de: Beschreibung des Lagerbestandes

source: Add any information about the stock item here, i.e. sizes, surface treatment, borders, etc.
de: Zusätzliche nützliche Informationen zu diesem Lagerbestand, wie Größenangaben, vorhandene Oberflächenbearbeitung, Kanten, usw.

source: Product type
de: Produkt-Art

source: Total amount
de: Gesamt

source: Total amount in square meters or cubic meters.
de: Gesamte Quadrat- oder Kubikmeter

source: Stones used
de: Eingesetzte Steine

source: Start typing the name of a stone used in the project, then select the stones from the list. Add all stones used in the project, but not more than ten.
de: Schreiben sie die ersten Buchstaben eines Stein-Namens und wählen sie dann den Stein aus der angezeigten Liste.

source: Project description
de: Projekt-Beschreibung

source: Describe the project, the challenges you met, the problems you solved, the time it took, etc.
de: Weitere interessante Details zum Projekt, besondere Herausforderungen, benötigter Zeitrahmen, usw.

source: Address
de: Adresse

# Breadcrumb
source: Natural Stone Company Directory
de: Naturstein-Firmen-Verzeichnis

source: Natural Stone Company Directory
de: Naturstein-Firmen-Verzeichnis

source: delete
de: löschen

source: Delete you company profile
de: Firmen-Profil löschen

source: This CAN NOT be undone. Once delete, you company profile is gone and can NOT be restored.
de: Kann NICHT rückgängig gemacht werden, ein gelöschtes Firmen-Profil ist WEG und kann NICHT MEHR wiederhergestellt werden.

source: Buisiness Types of Granite Companies
de: Geschäftsbereiche der Naturstein-Firmen

source: Find stone companies related to the granite and marble industry by business type.
de: Naturstein-Firmen nach Geschäftsbereichen anzeigen.

source: Natural stone buisiness areas
de: Geschäftsbereiche der Naturstein-Firmen

source: Company overview for %(profile_name)s.
de: Das Firmenprofil von %(profile_name)s

source: edit
de: bearbeiten

source: Contact
de: Kontakt

source: Send message now
de: Nachricht senden

source: or call at:
de: oder per Telefon:

source: or mobile:
de: oder Handy:

source: Write a short sales text: what is your company's strength and how can you help your potential clients.
de: Eine kurze Vorstellung der Firma, der besonderen Fähigkeiten, fachlichen Stärken und Erfahrung.

source: Contact %(name)s
de: %(name)s kontaktieren

source: profile created:
de: Profil erstellt:

source: last seen:
de: zuletzt bearbeitet:

source: Natural stone companies from %(name)s
de: Naturstein-Firmen aus %(name)s

source: There are %(count)s natural stone companies from %(name)s listed below.
de: Es werden %(count)s Naturstein-Unternehmen aus %(name)s angezeigt.

source: Sorry, there are not yet any natural stone companies from %(name)s listed.
de: Bisher sind leider keine Naturstein-Unternehmen aus %(name)s registriert.

source: Natural stone %(name)s companies
de: Naturstein %(name)s-Unternehmen

source: %(name)s companies
de: %(name)s-Firmen

source: %(name)s has %(count)s companies.
de: %(name)s enthält %(count)s Firmen.

source: There are currently no %(name)s companies here, sorry.
de: Es sind zurzeit leider keine %(name)s-Firmen hier eingetragen.

source: Companies selling %(name)s
de: Firmen die %(name)s anbieten

source: Below are %(count)s companies selling %(name)s.
de: Hier sind %(count)s Unternehmen, die %(name)s anbieten.

source: Sorry, there are currently no companies here that sell %(name)s.
de: Es sind zurzeit leider keine Firmen eingetragen, die %(name)s anbieten.

source: Found %(count)s companies for %(business)s %(product)s %(country)s
de: Es wurden %(count)s Firmen gefunden für %(business)s %(product)s %(country)s

source: No matching companies found
de: Keine entsprechenden Firmen gefunden

source: Sorry, there are no companies matching your selected seach options.
de: Es wurden keine Firmen gefunden, die den eingestellten Such-Optionen entsprechen.

source: One company found
de: Eine Firma gefunden

source: %(count)s companies found
de: %(count)s Firmen gefunden

source: add a project
de: Projekt hinzufügen

source: add a stock item
de: Lagerbestand hinzufägen

source: edit company profile
de: Firmen-Profil bearbeiten

source: Business areas
de: Geschäftsbereiche

source: About the company
de: Über das Unternehmen

source: Contact information
de: Kontakt-Informationen

source: Update your Email address
de: E-Mail-Adresse bearbeiten

source: Change your password
de: Passwort ändern

source: Sign out
de: Abmelden

source: Delete your account
de: Firmen-Profil löschen

source: Photos of %(profile_name)s
de: Photos von %(profile_name)s

source: There is currently only one photo of the company %(profile_name)s here.
de: Zurzeit nur ein Foto der Firma %(profile_name)s vorhanden.

source: An error occurred, picture could not be deleted!
de: Ein Fehler ist aufgetreten und das Foto konnte nicht gelöscht werden!

source: Project
de: Projekt

source: Stock
de: Lagerbestand

source: Download large photo
de: Großes Bild herunterladen

source: Uploaded on %(created)s by:
de: Veröffentlicht am %(created)s durch:

source: Projects by %(name)s
de: Projekte von %(name)s

source: Projects
de: Projekte

source: Project added on
de: Projekt hinzugefügt am

source: Name of natural stones
de: Natursteine-Namen

source: More information
de: Weitere Informationen

source: Add projects your company has finished
de: Projekte ihrer Firma hinzufügen

source: Edit project
de: Projekt-Eintrag bearbeiten

source: Add a project
de: Projekt hinzufügen

source: Publish
de: Veröffentlichen

source: Attach pictures
de: Photos hinzufügen

source: no pictures
de: keine Photos

source: Stock items of %(name)s
de: Lagerbestände von %(name)s

source: Natural stone the company %(name)s has currently on stock in %(city)s, %(country)s.
de: Natursteine auf Lager bei der Firma %(name)s in %(city)s, %(country)s.

source: Add current stock items
de: Lagerbestand hinzufügen

source: Delete item from company stock?
de: Aus dem Lagerbestand löchen?

source: Edit stock
de: Bearbeiten

source: Add stock item
de: Lagerbestand hinzufügen

source: Stone in stock
de: Stein auf Lager

source: Start typing the name of the stone, then select it from the list.
de: Schreiben sie die ersten Buchstaben des Stein-Namens und wählen sie aus der angezeigten Steine-Liste.

source: Unit
de: Maßeinheit

source: square meter
de: Quadratmeter

source: square foot
de: Quadratfuß

source: cubic meter
de: Kubikmeter

source: cubic foot
de: Kubikfuß

source: Select a unit of measurement.
de: Bitte eine Maßeinheit auswählen

source: Upload up to 20 pictures of this project.
de: Bis zu 20 Bilder von diesem Projekt hochladen.

source: Save
de: Speichern

source: Added to stock on
de: Zum Lagerbestand hinzugefügt am

source: Name of natural stone
de: Name des Natursteins

source: Overview
de: Übersicht

source: Stones on Stock (%(stock_count)s)
de: Natursteine auf Lager (%(stock_count)s)

source: Projects Showroom (%(project_count)s)
de: Projekte-Gallerie (%(project_count)s)

source: Message sent from your company profile on Graniteland.
de: Diese Nachriccht wurde versand über Ihr Firmen-Profil bei Graniteland.

source: Sender Name
de: Absender-Name

source: Sender Email
de: Absender-E-Mail

source: Message sent.
de: Nachricht gesendet.

source: The item was deleted.
de: Der Eintrag wurde gelöscht.

source: The picture was deleted.
de: Das Bild wurde gelöscht.
