Repository: C14L/gl4
Catalog: stonedb/locale/*/LC_MESSAGES/django.po
Languages: de

source: Search by stone name
de: Natursteine nach Steinname suchen

source: Add picture
de: Bild hinzufügen

source: Find %(texture)s %(color)s %(classification)s stones from %(country)s
de: Finde %(texture)se %(color)se %(classification)s-Steine aus %(country)s

source: country
de: Land

source: Stones
de: Steine

source: No %(texture)s %(color)s %(classification)s stones from %(country)s found
de: Keine %(texture)sen %(color)sen %(classification)s-Steine aus %(country)s gefunden

source: Sorry, no stones match the search settings, but you could try one of the following similar searches:
de: Leider wurden keine Steine mit den gesuchten Eigenschaften gefunden, jedoch einige ähnliche Natursteine:

source: all stones from %(country)s
de: alle Steine aus %(country)s

source: stones with a %(texture)s texture
de: Steine mit einer %(texture)s Struktur

source: all %(classification)s type natural stones
de: alle Natursteine vom Typ %(classification)s

source: all %(color)s colored stones
de: alle %(color)s-farbigen Steine

source: %(texture)s textured stones from %(country)s
de: Steine mit %(texture)s Struktur aus %(country)s

source: %(color)s natural stone from %(country)s
de: %(color)se Natursteine aus %(country)s

source: %(color)s stones with %(texture)s texture
de: %(color)se Natursteine mit %(texture)ser Struktur

source: %(count)s %(texture)s %(color)s %(classification)s stones from %(country)s
de: %(count)s Natursteine %(color)s %(texture)s vom Typ %(classification)s aus %(country)s

source: Browse <strong>%(count)s different types of %(texture_name)s %(color_name)s %(classification_name)s stones from %(country_name)s</strong>. Click on a stone image to see more about a particular natural stone.
de: <strong>%(count)s %(texture_name)se %(color_name)se Natursteine vom Typ %(classification_name)s aus %(country_name)s</strong>. Klicken Sie auf ein Natursteinbild, um weitere Informationen zu dem jeweiligen Naturstein zu erhalten.

source: Browse %(name)s stones
de: %(name)se Natursteine

source: Browse all %(name)s natural stones listed in Graniteland.
de: Alle Natursteine %(name)s in Graniteland.

source: Browse %(classification)s stones
de: Natursteine vom Typ %(classification)s

source: Graniteland's natural stone collection has data on a large variety of marble and granite, as well as many other types of stones, including %(tname)s stone. Note however, that in stone trade many stone types like %(name)s are grouped into either being "marble" or "granite", for being very similar. Here are %(count)s %(name)s stones with photos and further data.
de: Die Graniteland-Natursteindatenbank enthält Daten zu zahlreichen verschiedenen Natursteinsorten, auch Steinen der petrographischen Klassifikation %(tname)s. In der Praxis werden Gesteine wie %(name)s jedoch oft nur grob in "Marmor" und "Granit" eingeteilt, wenn sie jeweils ähnliche Eigenschaften haben. Hier sind %(count)s %(name)s-Natursteine mit Abbildungen und weiteren Daten gelistet.

source: Natural stone classification %(name)s
de: Naturstein-Sorte %(name)s

source: Types of natural stone / stone by classification
de: Naturstein-Sorten (petrographische Klassifikationen)

source: All %(name)s marbles and %(name)s granites
de: Alle %(name)sen Marmore und %(name)sen Granite

source: Browse all %(name)s marbles and granites with pictures listed in Graniteland.
de: Bilder von %(name)sem Naturstein mit weiteren technischen Daten in Graniteland, der Naturstein-Suchmaschine.

source: %(capfirst_color)s granite and %(color)s marble
de: %(capfirst_color)ser Granit und %(color)ser Marmor

source: Browse <strong>%(count)s types of %(name)s marble and %(name)s granite stone</strong>. Click on a stone image to see more about a particular natural stone. Find %(name)s stone and many other colors of stone on Graniteland.
de: <strong>%(count)s verschiedene Sorten %(name)ser Marmor und %(name)ser Granit</strong> wurden gefunden. Klicken Sie auf ein Natursteinbild, um weitere Informationen zu dem jeweiligen Naturstein zu erhalten; %(name)ser Naturstein und Steine in vielen anderen Farben auf Graniteland.

source: %(capfirst_name)s stone and other natural stone colors
de: %(capfirst_name)ser Naturstein und weitere Naturstein-Farben

source: Browse %(name)s marbles and granites
de: Granit und Marmor aus %(name)s durchblättern

source: Browse all %(name)s marbles and granites listed in Graniteland.
de: Eine Liste aller Granite und Marmore aus %(name)s.

source: Types of stone from %(country)s
de: %(country)ss Marmor und Granit

source: You are viewing natural stones grouped by country %(name)s.
de: Es werden Natursteine mit Herkunftsland %(name)s angezeigt. Bitte klicken Sie auf den Namen eines Granit oder Marmor um weitere Informationen anzuzeigen.

source: Pictures of %(count)s stones from %(name)s
de: %(count)s Natursteinsorten aus %(name)s

source: Natural Stone by country
de: Granit und Marmor nach Herkunftsland

source: Browse %(name)s marbles and granites with pictures listed in Graniteland.
de: Alle bei Graniteland gelisteten %(name)sen Marmore und Granite mit Bildern durchsehen.

source: %(capfirst_texture)s granite and %(texture)s marble
de: %(capfirst_texture)ser Granit und %(texture)ser Marmor

source: Browse <strong>%(page_count)s different types of %(name)s marble and %(name)s granite</strong>. Click on a stone image to see more about a particular natural stone. Natural stone with a %(name)s texture on Graniteland.
de: Alle <strong>%(page_count)s Arten %(name)ser Marmor und %(name)ser Granit</strong>. Klicken Sie ein Natursteinbild, um weitere Informationen über den Naturstein zu sehen.

source: %(name)s stone and other natural stone textures
de: %(name)ser Naturstein und andere Korngrößen

source: Marbles and Granites from around the globe
de: Naturstein aus aller Welt

source: Information on granite and marble from around the world, including data and pictures of thousands of natural stones, at the Graniteland online stone database.
de: Informationen zu Naturstein aus aller Welt mit Daten zu tausenden von Natursteinen, Marmor und Granit bei Graniteland, dem großen, kostenlosen Natursteinverzeichnis im Internet.

source: %(stone_name)s - a %(stone_color)s %(stone_classification)s from %(stone_country)s
de: %(stone_name)s - ein %(stone_color)ser %(stone_classification)s aus %(stone_country)s

source: %(stone_name)s is a %(stone_color)s %(stone_classification)s from %(stone_country)s. In natural stone trade, %(stone_name)s is often simply called a granite.
de: %(stone_name)s ist ein %(stone_color)s %(stone_classification)s aus %(stone_country)s. Im Natursteinhandel wird %(stone_name)s oft vereinfacht als Granit angeboten.

source: %(stone_name)s is a %(stone_color)s %(stone_classification)s from %(stone_country)s.
de: %(stone_name)s ist ein %(stone_color)ser %(stone_classification)s aus %(stone_country)s.

source: %(stone_name)s is a real %(stone_classification)s.
de: %(stone_name)s ist ein echter %(stone_classification)s.

source: In natural stone trade, %(stone_name)s is often simply called a %(stone_simple)s.
de: Im Natursteinhandel wird %(stone_name)s oft vereinfacht als %(stone_simple)s angeboten.

source: Remarks about %(stone_name)s
de: Anmerkungen zu %(stone_name)s

source: Currently no addition remarks on %(stone_name)s.
de: Zurzeit keine weiten Anmerkungen zu %(stone_name)s.

source: Stone Name
de: Naturstein-Name

source: Pseudonyme
de: Weitere Namen

source: Main color
de: Hauptfarbe

source: Secondary colors
de: Weitere Farben

source: Country of origin
de: Herkunftsland

source: City of origin
de: Herkunfts-Stadt

source: Classification
de: Klassifikation

source: Availability
de: Verfügbarkeit

source: Texture
de: Korngröße

source: Maximum size
de: Maximale Blockgröße

source: No data
de: keine Angaben

source: Application
de: Anwendungsbereiche

source: More about %(stone_name)s
de: Weitere Informationen zu %(stone_name)s

source: Comments about %(stone_name)s
de: Kommentare über %(stone_name)s

source: You know the stone %(stone_name)s well or have a question about %(stone_name)s, then send us a comment here.
de: Sie kennen den Naturstein %(stone_name)s gut, oder Sie haben Fragen zu %(stone_name)s, dann schreiben Sie einen Kommentar.

source: Photos of %(stone_name)s
de: Fotos von %(stone_name)s

source: More %(stone_name)s photos, and pictures of construction projects that use %(stone_name)s. If you have interesting photos of %(stone_name)s, please add them here.
de: Weitere %(stone_name)s-Fotos sowie Fotos von Bauprojekten, die mit %(stone_name)s realisiert wurden. Sie sind eingeladen, eigene Fotos des %(stone_name)s-Natursteins hinzuzufügen.

source: %(stone_name)s for companies
de: %(stone_name)s für Naturstein-Unternehmen

source: Advertise current stock of %(stone_name)s
de: Ihre aktuellen %(stone_name)s-Lagerbestände bekanntmachen

source: Advertise your current stock of %(stone_name)s within your company's profile page on Graniteland.
de: Bewerben Sie Ihren aktuellen %(stone_name)s-Lagerbestand als Teil Ihrer Firmenpräsentation auf Graniteland.

source: Publish your %(stone_name)s-related project
de: Veröffentlichen Sie Ihr %(stone_name)s-Projekt

source: Advertise your %(stone_name)s-related projects on your company's profile page on Graniteland. Include photos of your projects, to show potential customers your work.
de: Veröffentlichen Sie Ihre %(stone_name)s-Projekte auf der Infoseite Ihrer Firma bei Graniteland. Jede Projekt-Präsentation enthält Fotos und eine Projektbeschreibung.

source: Submit your photo of %(stone_name)s
de: Ihr %(stone_name)s-Foto hinzufügen

source: You are invited to add your own %(stone_name)s pictures here. All uploaded pictures will be linked to your company's page on Graniteland.
de: Sie sind eingeladen, eigene %(stone_name)s-Fotos hinzuzufügen, diese werden direkt mit der Info-Seite Ihrer Firma verlinkt.

source: upload a photo of %(stone_name)s
de: ein Foto von %(stone_name)s hinzufügen

source: Sorry, there are no more photos of %(stone_name)s available.
de: Keine weiteren Fotos von %(stone_name)s vorhanden.

source: There is one photo of %(stone_name)s available.
de: Ein weiteres Foto von %(stone_name)s vorhanden.

source: There are %(pics_count)s photos of %(stone_name)s available.
de: Es sind %(pics_count)s Photos von %(stone_name)s vorhanden.

source: add %(stone_name)s project by %(company_name)s
de: %(stone_name)s-Projekt von %(company_name)s hinzufügen

source: %(count)s projects that used %(stone_name)s
de: %(count)s Projekte die %(stone_name)s nutzen

source: No projects listed where %(stone_name)s was used
de: Bisher sind keine Projekte mit %(stone_name)s eingetragen

source: Published on
de: Veröffentlicht am

source: Name of natural stone
de: Name des Natursteins

source: Project company
de: Projekt-Firma

source: add stock of %(stone_name)s at %(company_name)s
de: %(stone_name)s-Lagerbestand bei %(company_name)s hinzufügen

source: %(count)s stock items of %(stone_name)s
de: %(count)s Lagerbestände von %(stone_name)s

source: Currently no stock items for %(stone_name)s
de: Zurzeit kein Lagerbestand von %(stone_name)s eingetragen

source: Delete this stock item
de: Lagerbestand löschen

source: Delete all stock items by %(user)s
de: Alle Lagerbestände von %(user)s löschen

source: Added to stock on:
de: Lagerbestand hinzufügen

source: Name of natural stone:
de: Name des Natursteins

source: More information:
de: Weitere Informationen

source: Other trade names are %(pseu)s
de: Weitere bekannte Handelsnamen sind: %(pseu)s

source: <span class="name">%(name)s</span> is a %(color)s %(classification)s from %(country)s
de: <span class="name">%(name)s</span> ist ein %(color)ser %(classification)s aus %(country)s

source: The picture is published.
de: Das Photo wurde veröffentlicht
