Repository: C14L/gl4
Catalog: gl4app/locale/*/LC_MESSAGES/django.po
Languages: de

source: Beige natural stone
de: Beiger Naturstein

source: black
de: schwarz

source: Black natural stone
de: Schwarzer Naturstein

source: blue
de: blau

source: Blue natural stone
de: Blauer Naturstein

source: brown
de: braun

source: Brown natural stone
de: Brauner Naturstein

source: green
de: gruen

source: Green natural stone
de: Grüner Naturstein

source: grey
de: grau

source: Grey natural stone
de: Grauer Naturstein

source: pink
de: rosa

source: Pink natural stone
de: Rosaner Naturstein

source: red
de: rot

source: Red natural stone
de: Roter Naturstein

source: white
de: weiss

source: White natural stone
de: Weißer Naturstein

source: yellow
de: gelb

source: Yellow natural stone
de: Gelber Naturstein

source: Brazil
de: Brasilien

source: Granite and marble from Brazil
de: Granit und Marmor aus Brasilien

source: Granite and marble from China
de: Granit und Marmor aus China

source: Germany
de: Deutschland

source: Granite and marble from Germany
de: Granit und Marmor aus Deutschland

source: France
de: Frankreich

source: Granite and marble from France
de: Granit und Marmor aus Frankreich

source: India
de: Indien

source: Granite and marble from India
de: Granit und Marmor aus Indien

source: Italy
de: Italien

source: Granite and marble from Italy
de: Granit und Marmor aus Italien

source: Spain
de: Spanien

source: Granite and marble from Spain
de: Granit und Marmor aus Spanien

source: granite
de: Granit

source: Granite
de: Granit

source: limestone
de: Kalkstein

source: Limestone
de: Kalkstein

source: marble
de: marmor

source: Marble
de: Marmor

source: quartzite
de: Quarzit

source: Quartzite
de: Quarzit

source: sandstone
de: Sandstein

source: Sandstone
de: Sandstein

source: slate
de: Schiefer

source: Slate
de: Schiefer

source: soapstone
de: Speckstein

source: Soapstone
de: Speckstein

source: travertine
de: Travertin

source: Travertine
de: Travertin

source: Login to Graniteland
de: Graniteland-Login

source: Find Granite und Marble
de: Naturstein einfach finden

source: No Graniteland company profile yet?<br> <a href="%(signup_url)s">Sign up</a> to create one, its quick and free.
de: Noch kein Graniteland Firmen-Profil?<br>Ein <a href="%(signup_url)s">Profil zu erstellen</a> ist schnell und kostenlos.

source: Sign In
de: Einloggen

source: Sign up
de: Einloggen

source: Forgot Password?
de: Passwort vergessen?

source: Password Reset
de: Passwort

source: Forgotten your password? Enter your e-mail address below and you will receive an e-mail to reset it.
de: Passwort vergessen? Geben Sie einfach Ihre E-Mail ein um ein neues Passwort festzulegen.

source: Reset My Password
de: Passwort vergessen?

source: We sent you an e-mail with a link to reset your password.
de: Wir haben Ihnen eine E-Mail geschickt mit einem Link, um Ihr neues Passwort festzulegen.

source: Change Password
de: Passwort

source: Bad Token
de: Ungültiger Token.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum erneuern des Passworts war ungültig, wahrscheinlichm weil er bereits genutzt wurde. Bitte beantragen Sie eine neue E-Mail um Ihr <a href="%(passwd_reset_url)s">Passwort neu festzulegen</a>.

source: change password
de: Passwort vergessen?

source: Your password is now changed.
de: Ihr Passwort wurde geändert.

source: Your password is changed now.
de: Ihr Passwort wurde geändert.

source: Create a Graniteland profile
de: Ein Graniteland-Profil erstellen

source: Already have a Graniteland profile? Then please <a href="%(login_url)s">sign in</a>.
de: Haben Sie bereits ein Graniteland-Firmenprofil? <a href="%(login_url)s">Anmelden</a>

source: Sign Up
de: Einloggen

source: Graniteland - marble and granite information online.
de: Die Naturstein-Suchmaschine für Granit und Marmor

source: Natural Stone
de: Naturstein-Auswahl

source: Trade shows
de: Handelsmessen

source: Stone Infos
de: Fachinfos

source: Stone Companies
de: Naturstein-Betriebe

source: Company profile
de: Firmen-Profil

source: All business areas
de: Alle Branchen

source: All products
de: Alle Produkte

source: All countries
de: Alle Länder

source: All colors
de: Alle Farben

source: All stone types
de: Alle Steinarten

source: All countries of origin
de: Alle Herkunftsländer

source: All textures
de: Alle Strukturen

source: Natural stone by color
de: Naturstein nach Farbe

source: Natural stone by country of origin
de: Naturstein nach Herkunftsland

source: Natural stones by type of stone
de: Naturstein nach Steinart

source: Please report user submitted content that violates the Terms of Service.
de: Bitte teilen Sie uns mit, wenn Sie durch Benutzer erstellte Inhalte finden, die gegen unsere Nutzungsbedingungen verstoßen.

source: Report abuse
de: Verstoß melden

source: Terms of Service
de: Nutzungsbedingungen

source: Privacy
de: Datenschutz

source: Contact
de: Kontakt

source: Jump to the top of this page.
de: Zum Seitenanfang springen.

source: Top of page
de: Zum Seitenanfang

source: All information is provided without warranty of any kind and may contain errors or may be outdated.<br>It is strongly advised to contact a competent granite professional to confirm any information found on Graniteland.
de: Alle Informationen auf Graniteland werden ohne Gewähr zur Verfügung gestellt.<br>Es wird auf jeden Fall empfohlen, sich an einen Fachberater zu wenden.

# Homepage title
source: GRANITELAND - The Granite and Marble Search Engine
de: Naturstein-Suchmaschine für Granit und Marmor - GRANITELAND

source: The Granite and Marble Search Engine. Find info and pictures of 1800 natural stones, granites, marbles, limestone, travertin and other types of natural stone easily. Search our natural stone database by color or type to find the best natural stone granite and marble for your kitchen countertop or flooring tiles.
de: Naturstein-Datenbank mit über 1800 Bildern und Infos zu Naturstein, Granit, Marmor, Kalkstein, und anderen Natursteinen. Graniteland ist die Naturstein-Suchmaschine für Granit und Marmor weltweit.

# Homepage breadcrumb
source: Find Granite und Marble
de: Granit und Marmor finden

# Homepage H1
source: Granite and Marble Search Engine
de: Die Naturstein-Suchmaschine für Granit und Marmor

source: Granite Quary
de: Granit-Steinbruch

source: Find Granite and Marble
de: Naturstein einfach finden

source: Find granite, marble and other natural stone easily. Graniteland's Natural Stone Database contains information on more than 1600 types of granite and marble. Simply select a color, country of origin or type of stone at the top of this page, and hit the "Find Stones" button. You will get a list of natural stones that match you search options, including a picture and further details.
de: Den richtigen Naturstein zu finden ist ganz einfach. Die übersichtliche Suchfunktion erlaubt es, in unserem Natursteinkatalog schnell und unkompliziert den Naturstein zu finden, der am besten passt als Küchenarbeitsplatte, Fliesen, Waschtisch, Dusche, Küchenmöbel, usw. Im Kopfteil dieser Seite, wählen Sie bitte eine oder mehrere der Suchkriterien aus und drücken Sie den Knopf "Suche". Graniteland enthält Informationen zu über 1600 Natursteinen aus der ganzen Welt. Sie erhalten eine Liste mit Bildern all der Natursteine, die auf Ihre Suchkriterien passen. Suchen Sie sich in Ruhe den Naturstein aus, der Ihnen am besten gefällt.

source: Natural Stone Company Directory
de: Naturstein-Firmen-Verzeichnis

source: A growing directory of worldwide companies from the granite and marble business. Find wholesale granite suppliers, quarry operator companies, or a granite installers near you. If you run a granite related company business, please add your company and promote your stock items and recent projects.
de: Tragen Sie Ihren Naturstein verarbeitenden Betrieb jetzt in das Graniteland Firmenverzeichnis ein. Der Eintrag ist kostenlos. Im Graniteland Naturstein-Firmenverzeichnis finden Sie eine wachsende Zahl Natursteinlieferanten und Naturstein verarbeitender Betriebe weltweit.

source: Natural Stone Company Directory...
de: Naturstein-Firmenverzeichnis...

source: Granite Tradeshows
de: Naturstein-Fachmessen

source: We have collected information on some of the most important natural stone exhibitions and construction trade shows worldwide. If you are a granite manufacturer, an architect, a home owner, or granite trader, you can find granite exhibitions near you to visit.
de: Eine ständig aktualisierte Liste mit Naturstein-Messen und Ausstellungen rund um das Thema Baubedarf und Naturstein weltweit. Ob Naturstein-Profi oder Laie, hier können Sie einfach Naturstein-Messen in Ihrer Umgebung finden und sich über interessante Ausstellungen informieren.

source: Granite Trade Shows...
de: Fachmessen Naturstein...

source: Granite + Marble Magazine
de: Mehr über Naturstein

source: More information about granite and marble is available at Graniteland's Natural Stone Magazine. We have compiled many interesting articles about granite and marble and about the international natural stone industry. Find out why some granite is expensive and other granite is cheap. And what other types of stone are there besides granite and marble.
de: Die Graniteland Fachartikel über Naturstein publizieren in unregelmäßigen Abständen interessante Artikel, Wissenswertes und Neuigkeiten rund um das Thema Naturstein und Natursteinverarbeitung. Die Themen der Artikel sind teilweise für Naturstein-Experten geschrieben, teilweise auch für den Laien.

source: Granite + Marble Magazine...
de: Naturstein-Fachartikel...

source: Current stock items
de: Aktuelle Lagerbestände

source: A selection of current stock items of companies listed in the Graniteland stone companies directory. For questions regarding a stock item, please contact the company directly.
de: Aktuelle Naturstein-Lagerbestände der Naturstein-Betriebe aus dem Graniteland Firmen-Verzeichnis. Bitte kontaktieren Sie die jeweilige Firma direkt für weitere Informationen.

source: %(company)s has %(stone)s on stock
de: Die Firma %(company)s hat den Naturstein %(stone)s auf Lager.

source: Signed in as %(name)s
de: Angemeldet als %(name)s

source: Sign out
de: Einloggen

source: Password
de: Passwort

source: Register now!
de: Jetzt registrieren!

source: Reset password
de: Passwort vergessen?

source: Home use
de: Naturstein Zuhause

source: Tipps and tricks for the installation and use of granite and marble stone at home.
de: Informationen und Wissenswertes rund um Marmor und Granit im privaten Hausbau.

source: Stone professional
de: Naturstein Professionell

source: Natural stone for professional builders and designers, from architecture to facade building and the installation of marble and granite flooring.
de: Naturstein für professionelle Anwender, von der Architektur über den Fassadenbau, bis hin zur Verlegung von Marmor und Granit.

source: Quary and Production
de: Herstellung

source: Information for natural stone companies, quarying of granite and marble, cutting of slabs and tiles, with information on machinery and current trends.
de: Die Rubrik zum Naturstein-Abbau, Blockbearbeitung und Plattenherstellung, mit Informationen zu Maschinen und aktuellen Bearbeitungsmethoden von Naturstein.

source: Misc
de: Vermischtes

source: Other natural stone related events that do not fit into any of the above topics.
de: Alles rund um das Thema Naturstein, was in keiner der anderen Kategorien einen Platz findet.

source: Graniteland Help
de: Hilfe zu Graniteland

source: How to use Graniteland, explains how to find quickly the right natural stone. And for stone companies, how to present your company online.
de: Wie funktioniert Graniteland, wie kann ich schnell und einfach Natursteine finden und wie präsentiere ich meine Natursteinfirma online.

source: Stone Companies online
de: Naturstein-Betriebe Online

source: Many companies specialized in natural stone and related products are already listed in the Graniteland Company Directory.
de: Hunderte Naturstein-Unternehmen haben sich bereits im Firmenkatalog von Graniteland eingetragen, darunter viele Natursteinbetriebe aus Deutschland.

source: brazil
de: brasilien

source: germany
de: deutschland

source: france
de: frankreich

source: india
de: indien

source: italy
de: italien

source: spain
de: spanien

source: Natural stone by classification
de: Naturstein nach Steinart
