Repository: C14L/gl4
Catalog: tradeshowdb/locale/*/LC_MESSAGES/django.po
Languages: de

source: Granite and Marble Tradeshows Worldwide
de: Weltweite Naturstein-Fachmessen

source: Tradeshows worldwide related to the natural stone industry. Exhibitions and fairs specialized in granite and marble products.
de: Naturstein-Fachmessen weltweit, die mit der Naturstein-Industrie im weitesten Sinne zu tun haben, sowie auf Granit und Marmor-Produkte spezialisierte Handelsmessen.

source: Tradeshows %(view_year)s
de: Fachmessen %(view_year)s

source: Granite and Marble Tradeshows %(view_year)s
de: Naturstein-Fachmessen %(view_year)s

source: %(month)s %(view_year)s natural stone related tradeshows
de: Naturstein-Messen im %(month)s %(view_year)s

source: Tradeshow %(name)s
de: Fachmesse %(name)s

source: Starts on %(begins)s in %(city)s, %(country)s
de: Beginn am %(begins)s in %(city)s, %(country)s

source: %(name)s is a trade show in %(country)s from %(begins)s until %(ends)s.
de: %(name)s ist eine Fachmesse in %(country)s vom %(begins)s bis %(ends)s

source: Name of the trade show
de: Name der Handelsmesse

source: Start date
de: Beginn

source: End date
de: Ende

source: City
de: Stadt

source: Country
de: Land

source: Contact information
de: Kontakt-Informationen

source: Web site
de: Webseite

source: More information
de: Weitere Informationen

source: AUMA data sheet
de: AUMA-Datenblatt

source: Location on OpenStreetMaps
de: Ort auf OpenStreetMaps

source: Search on DuckDuckGo
de: In DuckDuckGo suchen

source: Travel preparations
de: Reisevorbereitungen

source: Book a hotel in %(city)s
de: Hotel in %(city)s reservieren
